[
    {
        "id": 1,
        "title": "Fjallraven - Mochila Foldsack No. 1, para portátiles de hasta 15 pulgadas",
        "price": 109.95,
        "description": "Tu mochila perfecta para uso diario y paseos por el bosque. Guarda tu portátil (de hasta 15 pulgadas) en el compartimento acolchado, tu",
        "category": "ropa de hombre",
        "image": "https://fakestoreapi.com/img/81fPKd-2AYL._AC_SL1500_.jpg",
        "rating": {
            "rate": 3.9,
            "count": 120
        }
    },
    {
        "id": 2,
        "title": "Camisetas de manga larga Premium de corte ajustado para hombre",
        "price": 22.3,
        "description": "Estilo de corte ajustado, manga larga raglán de contraste, placket henley de tres botones, tejido ligero y suave para una comodidad transpirable. Camisetas sólidas con cuello redondo cosido para mayor durabilidad y un ajuste perfecto para moda informal y fanáticos del béisbol. El cuello redondo de estilo Henley incluye un placket de tres botones.",
        "category": "ropa de hombre",
        "image": "https://fakestoreapi.com/img/71-3HjGNDUL._AC_SY879._SX._UX._SY._UY_.jpg",
        "rating": {
            "rate": 4.1,
            "count": 259
        }
    },
    {
        "id": 3,
        "title": "Chaqueta de algodón para hombre",
        "price": 55.99,
        "description": "Excelentes chaquetas exteriores para primavera/otoño/invierno, adecuadas para muchas ocasiones, como trabajar, hacer senderismo, acampar, escalar montañas, andar en bicicleta, viajar u otras actividades al aire libre. Buena opción de regalo para ti o un miembro de tu familia. Un cálido gesto de amor para tu padre, esposo o hijo en este Día de Acción de Gracias o Navidad.",
        "category": "ropa de hombre",
        "image": "https://fakestoreapi.com/img/71li-ujtlUL._AC_UX679_.jpg",
        "rating": {
            "rate": 4.7,
            "count": 500
        }
    },
    {
        "id": 4,
        "title": "Camiseta de corte ajustado para hombre",
        "price": 15.99,
        "description": "El color puede variar ligeramente entre la pantalla y la práctica. / Ten en cuenta que las constituciones corporales varían de una persona a otra, por lo tanto, la información detallada sobre el tamaño debe revisarse a continuación en la descripción del producto.",
        "category": "ropa de hombre",
        "image": "https://fakestoreapi.com/img/71YXzeOuslL._AC_UY879_.jpg",
        "rating": {
            "rate": 2.1,
            "count": 430
        }
    },
    {
        "id": 5,
        "title": "Pulsera de cadena de dragón Legends Naga de oro y plata para mujer de John Hardy",
        "price": 695,
        "description": "De nuestra colección Legends, el Naga fue inspirado en el dragón acuático mítico que protege la perla del océano. Úsalo hacia adentro para ser bendecido con amor y abundancia, o hacia afuera para protección.",
        "category": "joyería",
        "image": "https://fakestoreapi.com/img/71pWzhdJNwL._AC_UL640_QL65_ML3_.jpg",
        "rating": {
            "rate": 4.6,
            "count": 400
        }
    },
    {
        "id": 6,
        "title": "Pendientes dobles de túnel de rosca dorada sólida Petite Micropave",
        "price": 168,
        "description": "Satisfacción garantizada. Devolución o cambio de cualquier pedido en un plazo de 30 días. Diseñado y vendido por Hafeez Center en Estados Unidos. Satisfacción garantizada. Devolución o cambio de cualquier pedido en un plazo de 30 días.",
        "category": "joyería",
        "image": "https://fakestoreapi.com/img/61sbMiUnoGL._AC_UL640_QL65_ML3_.jpg",
        "rating": {
            "rate": 3.9,
            "count": 70
        }
    },
    {
        "id": 7,
        "title": "Anillo de compromiso de diamante solitario clásico de oro blanco plateado para mujer",
        "price": 9.99,
        "description": "Anillo de compromiso clásico creado para bodas y compromisos. Regalos para mimar más a tu amor en el compromiso, la boda, el aniversario, el Día de San Valentín...",
        "category": "joyería",
        "image": "https://fakestoreapi.com/img/71YAIFU48IL._AC_UL640_QL65_ML3_.jpg",
        "rating": {
            "rate": 3,
            "count": 400
        }
    },
    {
        "id": 8,
        "title": "Pendientes de doble flauta de túnel dorado rosa de acero inoxidable plateado Pierced Owl",
        "price": 10.99,
        "description": "Pendientes de doble flauta de túnel enchapados en oro rosa. Hechos de acero inoxidable 316L.",
        "category": "joyería",
        "image": "https://fakestoreapi.com/img/51UDEzMJVpL._AC_UL640_QL65_ML3_.jpg",
        "rating": {
            "rate": 1.9,
            "count": 100
        }
    },
    {
        "id": 9,
        "title": "Disco duro externo portátil WD Elements de 2TB - USB 3.0",
        "price": 64,
        "description": "Compatibilidad con USB 3.0 y USB 2.0. Transferencias de datos rápidas. Mejora el rendimiento de la PC. Alta capacidad; Formateado en NTFS para Windows 10, Windows 8.1, Windows 7; Puede requerir reformateo para otros sistemas operativos; La compatibilidad puede variar según la configuración de hardware y el sistema operativo del usuario.",
        "category": "electrónica",
        "image": "https://fakestoreapi.com/img/61IBBVJvSDL._AC_SY879_.jpg",
        "rating": {
            "rate": 3.3,
            "count": 203
        }
    },
    {
        "id": 10,
        "title": "SSD interno SanDisk PLUS de 1TB - SATA III 6 Gb/s",
        "price": 109,
        "description": "Actualización fácil para un arranque más rápido, apagado, carga de aplicaciones y respuesta (en comparación con el disco duro SATA de 2.5 a 5400 RPM; basado en especificaciones publicadas y pruebas de referencia internas utilizando puntajes PCMark vantage) Aumenta el rendimiento de escritura en ráfaga, lo que lo hace ideal para cargas de trabajo típicas de PC. El equilibrio perfecto entre rendimiento y fiabilidad. Velocidades de lectura/escritura de hasta 535 MB/s/450 MB/s (basadas en pruebas internas; el rendimiento puede variar según la capacidad del disco, el dispositivo host, el sistema operativo y la aplicación).",
        "category": "electrónica",
        "image": "https://fakestoreapi.com/img/61U7T1koQqL._AC_SX679_.jpg",
        "rating": {
            "rate": 2.9,
            "count": 470
        }
    },
    {
        "id": 11,
        "title": "SSD Silicon Power de 256GB NAND 3D A55 con caché SLC para un rendimiento mejorado - SATA III 2.5 pulgadas",
        "price": 109,
        "description": "Se aplica flash NAND 3D para ofrecer altas velocidades de transferencia. Velocidades de transferencia notables que permiten un arranque más rápido y un mejor rendimiento general del sistema. La avanzada tecnología de caché SLC permite un aumento de rendimiento y una mayor vida útil. Diseño delgado de 7 mm adecuado para Ultrabooks y portátiles ultradelgados. Admite comando TRIM, tecnología de recopilación de basura, RAID y ECC (verificación y corrección de errores) para ofrecer un rendimiento optimizado y una mayor fiabilidad.",
        "category": "electrónica",
        "image": "https://fakestoreapi.com/img/71kWymZ+c+L._AC_SX679_.jpg",
        "rating": {
            "rate": 4.8,
            "count": 319
        }
    },
    {
        "id": 12,
        "title": "Disco duro portátil para juegos WD de 4TB, compatible con Playstation 4",
        "price": 114,
        "description": "Expande tu experiencia de juego en PS4, juega en cualquier lugar. Configuración rápida y sencilla. Diseño elegante con gran capacidad, garantía limitada del fabricante de 3 años.",
        "category": "electrónica",
        "image": "https://fakestoreapi.com/img/61mtL65D4cL._AC_SX679_.jpg",
        "rating": {
            "rate": 4.8,
            "count": 400
        }
    },
    {
        "id": 13,
        "title": "Monitor de juegos curvo Samsung CHG90 de 49 pulgadas y 144Hz (LC49HG90DMNXZA) - Super pantalla ultra ancha QLED",
        "price": 999.99,
        "description": "MONITOR DE JUEGOS CURVO SUPER ULTRA ANCHO DE 49 PULGADAS 32:9 con dos pantallas de 27 pulgadas una al lado de la otra. TECNOLOGÍA DE PUNTOS CUÁNTICOS (QLED), compatibilidad con HDR y calibración de fábrica que proporciona colores y contraste sorprendentemente realistas y precisos. ALTA FRECUENCIA DE ACTUALIZACIÓN DE 144 HZ y tiempo de respuesta ultra rápido de 1 ms para eliminar el desenfoque de movimiento, las imágenes fantasma y reducir la latencia de entrada.",
        "category": "electrónica",
        "image": "https://fakestoreapi.com/img/81Zt42ioCgL._AC_SX679_.jpg",
        "rating": {
            "rate": 2.2,
            "count": 140
        }
    },
    {
        "id": 15,
        "title": "Chaqueta de snowboard 3 en 1 para mujer BIYLACLESEN",
        "price": 56.99,
        "description": "Nota: Las chaquetas son de tamaño estándar en EE. UU., elige la talla que sueles usar. Material: 100% poliéster; Forro desmontable de lana cálida. Chaqueta con forro de cuello alto, te mantiene abrigada en climas fríos. Bolsillos con cremallera: 2 bolsillos con cremallera en las manos, 2 bolsillos con cremallera en el pecho (suficientes para guardar tarjetas o llaves) y 1 bolsillo oculto en el interior. Diseño humanizado: Capucha ajustable y desmontable y puños ajustables para evitar el viento y el agua, para un ajuste cómodo. Diseño desmontable 3 en 1 que proporciona más comodidad, puedes separar la chaqueta y el forro según necesites o llevarlos juntos. Es adecuado para diferentes estaciones y te ayuda a adaptarte a diferentes climas.",
        "category": "ropa de mujer",
        "image": "https://fakestoreapi.com/img/51Y5NI-I5jL._AC_UX679_.jpg",
        "rating": {
            "rate": 2.6,
            "count": 235
        }
    },
    {
        "id": 16,
        "title": "Chaqueta de moto de imitación de cuero desmontable con capucha para mujer Lock and Love",
        "price": 29.95,
        "description": "100% POLIURETANO (exterior) 100% POLIÉSTER (forro) 75% POLIÉSTER 25% ALGODÓN (SWEATER), Material de cuero sintético para estilo y comodidad / 2 bolsillos delanteros, chaqueta de cuero sintético con estilo denim con capucha 2 en 1, detalle de botones en la cintura / Costuras detalladas en los lados, LAVAR A MANO ÚNICAMENTE / NO USAR LEJÍA / SECAR AL AIRE / NO PLANCHAR",
        "category": "ropa de mujer",
        "image": "https://fakestoreapi.com/img/81XH0e8fefL._AC_UY879_.jpg",
        "rating": {
            "rate": 2.9,
            "count": 340
        }
    },
    {
        "id": 17,
        "title": "Chaqueta impermeable para mujer Rain Jacket Windbreaker Striped Climbing Raincoats",
        "price": 39.99,
        "description": "Ligera, perfecta para viajes o uso informal: manga larga con capucha, diseño de cintura ajustable con cordón. Cierre frontal de botones y cremallera, totalmente forrada con rayas. La chaqueta impermeable tiene 2 bolsillos laterales de buen tamaño, cubre las caderas y la capucha es generosa pero no exagerada. Capucha forrada de algodón adjunta con cordones ajustables que le dan un aspecto real.",
        "category": "ropa de mujer",
        "image": "https://fakestoreapi.com/img/71HblAHs5xL._AC_UY879_-2.jpg",
        "rating": {
            "rate": 3.8,
            "count": 679
        }
    },
    {
        "id": 18,
        "title": "Camiseta de manga corta con cuello de barco sólido para mujer MBJ",
        "price": 9.85,
        "description": "95% RAYÓN 5% SPANDEX, Hecho en EE. UU. o importado, No usar lejía, Tejido ligero con gran elasticidad para mayor comodidad, Ribeteado en las mangas y el cuello / Doble costura en el dobladillo inferior",
        "category": "ropa de mujer",
        "image": "https://fakestoreapi.com/img/71z3kpMAYsL._AC_UY879_.jpg",
        "rating": {
            "rate": 4.7,
            "count": 130
        }
    },
    {
        "id": 19,
        "title": "Camiseta de manga corta Opna para mujer con tecnología de absorción de humedad",
        "price": 7.95,
        "description": "100% poliéster, lavar a máquina, 100% poliéster catiónico, preencogido para un ajuste perfecto, tejido ligero y espacioso con tela que absorbe la humedad para mantener la humedad alejada, tela suave y ligera con cuello en V cómodo y un ajuste más esbelto, ofrece una silueta elegante y más femenina y comodidad adicional",
        "category": "ropa de mujer",
        "image": "https://fakestoreapi.com/img/51eg55uWmdL._AC_UX679_.jpg",
        "rating": {
            "rate": 4.5,
            "count": 146
        }
    },
    {
        "id": 20,
        "title": "Camiseta casual de algodón para mujer DANVOUY",
        "price": 12.99,
        "description": "95% algodón, 5% spandex, Características: Casual, manga corta, estampado de letras, cuello en V, moda tees, La tela es suave y tiene cierta elasticidad. Ocasión: Casual/Oficina/Playa/Escuela/Hogar/Calle. Temporada: Primavera, Verano, Otoño, Invierno.",
        "category": "ropa de mujer",
        "image": "https://fakestoreapi.com/img/61pHAEJ4NML._AC_UX679_.jpg",
        "rating": {
            "rate": 3.6,
            "count": 145
        }
    }
]